{
    "root":[
        {
            "tag":["excuses","wickedness"],
            "content":[
                {
                    "book":"Helaman",
                    "chapter":"16",
                    "verses":"18-19",
                    "description":"people will find a reason not to believe in any given day",
                    "rating": 3
                },
                {
                    "book":"3 Nephi",
                    "chapter":"1",
                    "verses":"22",
                    "scripture":"2 And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
                    "description":"people will find a reason not to believe in any given day",
                    "rating": 3
                },
                {
                    "book":"3 Nephi",
                    "chapter":"2",
                    "verses":"1-2",
                    "description":"Why people aree always crediting satan? really what possible reason would have in saying repent and believe in christ",
                    "rating": 5
                },
                {
                    "book":"Acts",
                    "chapter":"2",
                    "verses":"3-4,7,13",
                    "description":"Even with a miracle right in front of people sometimes they wiwll not believe.",
                    "rating": 3
                },
                {
                    "book":"1 Nephi",
                    "chapter":"2",
                    "verses":"12",
                    "scripture":"12 And thus Laman and Lemuel, being the eldest, did murmur against their father. And they did murmur because they knew not the dealings of that God who had created them.",
                    "description":"How often are we like Laman and Lemuel? Where we murmur simply because we do not trust Heavenly Father and his dealings with us. The solution seems here to morre fully underrstand our heavenly father and then we will be less adapt to murmur.",
                    "rating": 3
                }
            ]
        },
        {
            "tag":["love","mercy"],
            "content":[
                {
                    "book":"3 Nephi",
                    "chapter":"1",
                    "verses":"9-11",
                    "description":"If you love people who arrea in trouble pray for them in their trails",
                    "rating": 3
                },
                {
                    "book":"Acts",
                    "chapter":"23",
                    "verses":"11",
                    "scripture":"11 And the night following the Lord stood by him, and said, Be of good cheer, Paul: for as thou hast testified of me in Jerusalem, so must thou bear witness also at Rome.",
                    "description":"The Lord is exacty aware of were paul is and what paul is about to do. He strengths paul and confirms his testimony before death. He also knows us what we about to do, and if we followw him it can be exactly according to god\"s plans",
                    "rating": 5
                },
                {
                    "book":"2 Nephi 26",
                    "chapter":"26",
                    "verses":"25",
                    "scripture":"11 And the night following the Lord stood by him, and said, Be of good cheer, Paul: for as thou hast testified of me in Jerusalem, so must thou bear witness also at Rome.",
                    "description":"The lord does nothing saves he does it for the benefit of us down here on this world.",
                    "rating": 5
                },
                {
                    "book":"3 Nephi",
                    "chapter":"10",
                    "verses":"4-5",
                    "description":"Christ is merciful, even here he says he will gather them under his wing, even after all the wickedness. it is also important to note thta gather is a very positive term that the lord uses. He will gather his sheep, and people his people.",
                    "rating": 3
                },
                {
                    "book":"Ether 1",
                    "chapter":"1",
                    "verses":"36-38",
                    "description":"The Lord is merciful to those who beleive. The new Testment and Bom of mormon are full of examples like this. The Lord is specifically compassionate to those who specifacally ask. This could be a result of asking requiring faith. ",
                    "rating": 5
                }
            ]
        },
        {
            "tag":["converted"],
            "content":[
                {
                    "book":"3 Neph1",
                    "chapter":"1",
                    "verses":"24-25",
                    "description":"Misunderstanding the scriputes does not lead to true conversion",
                    "rating":5
                }
            ]
        },
        {
            "tag":["plan of salvation"],
            "content":[
                {
                    "book":"Mormon",
                    "chapter":"5",
                    "verses":"18",
                    "scripture":"12 Now behold, this Lachoneus, the governor, was a just man, and could not be frightened by the demands and the threatenings of a robber; therefore he did not hearken to the epistle of Giddianhi, the governor of the robbers, but he did cause that his people should cry unto the Lord for strength against the time that the robbers should come down against them.",
                    "description":"When oppositionarise be sure to call unto the lord immediatly",
                    "rating":4
                },
                {
                    "book":"1 Nephi",
                    "chapter":"8",
                    "verses":"5-8",
                    "scripture":"",
                    "description":"When Lehi starts his vision of the tree of life a man in a white robe bids him to follow him. It isnt long after that he finds himself in a dark and dreary waste. He then prays to find a way out, when he does he can see a large and spacious field. I beleive this fits with the premortal life and it is not until we pray that we can find our way out to see the goall or eternal life.",
                    "rating":8
                }
            ]
        },
        {
            "tag":["converted","faith"],
            "content":[
                {
                    "book":"3 Nephi",
                    "chapter":"3",
                    "verses":"12",
                    "scripture":"12 Now behold, this Lachoneus, the governor, was a just man, and could not be frightened by the demands and the threatenings of a robber; therefore he did not hearken to the epistle of Giddianhi, the governor of the robbers, but he did cause that his people should cry unto the Lord for strength against the time that the robbers should come down against them.",
                    "description":"Satan is without purpose, and if you are lead by him you also have no purpose or direction. Hell at least partly includes limibo of not knowing where to go",
                    "rating":4
                },
                {
                    "book":"2 Timothy",
                    "chapter":"2",
                    "verses":"3-7",
                    "scripture":"12 Now behold, this Lachoneus, the governor, was a just man, and could not be frightened by the demands and the threatenings of a robber; therefore he did not hearken to the epistle of Giddianhi, the governor of the robbers, but he did cause that his people should cry unto the Lord for strength against the time that the robbers should come down against them.",
                    "description":"This is how we should think of ourselves in relation to jesus christ our lord and our savior. We do not have power in our seleves to save us, only through christ. We should aim to put in first and please him, and do it accorinding to the rule",
                    "rating":4
                },
                {
                    "book":"1 Nephi",
                    "chapter":"8",
                    "verses":"24-28",
                    "scripture":"I think that it is important to note that just partaking of the love of god or the atonement is not enough to stay, we must fall down and not let our hearts care out the world opinon of us if we are to make it.",
                    "description":"",
                    "rating":4
                },
                {
                    "book":"Ether",
                    "chapter":"12",
                    "verses":"4",
                    "scripture":"4 Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God",
                    "description":"The faith in eternal life with god, $maketh an anchor to the souls of men$ allows men to have the strength to be steadfast. Which means we need to strengthen our faith in that.",
                    "rating":4
                },
                {
                    "book":"Ether",
                    "chapter":"12",
                    "verses":"6-8",
                    "description":"Here moroni is proving that through faith all things are possible. He later goes on to tell how thouhg the brother of jared saw Jehovah. I believe Moroni is even saying that we to could not be kept within the veil if we would but have faith. How cool is that?",
                    "rating":4
                },
                {
                    "book":"Romans",
                    "chapter":"6",
                    "verses":"18-",
                    "description":"This is a great example and definition of perfect faith.  Abraham did not doubt even when the world said he should, rather agianst all odds he decided that he would believe",
                    "rating":7
                }
            ]
        },
        {
            "tag":["priesthood"],
            "content":[
                {
                    "book":"Acts",
                    "chapter":"6",
                    "verses":"4-8",
                    "description":"It was not until after sthephen had hands laid upon him that the account of miracles began. He was a great man of faith that had the holy ghost. Follows the pattern in this church",
                    "rating":5
                }
            ]
        },
        {
            "tag":["ressurection"],
            "content":[
                {
                    "book":"Phillppians",
                    "chapter":"3",
                    "verses":"21",
                    "description":"This is a great scripture about the ressurection. It states that we can receive a body like christ, through the power of christ how cool is that",
                    "rating":5
                }
            ]
        },
        {
            "tag":["patience"],
            "content":[
                {
                    "book":"1 Nephi",
                    "chapter":"17",
                    "verses":"2",
                    "scripture":"",
                    "description":"I see the principle here that sometimes it takes time to get to the burdens we are called to bear, bu in the process of doing those things the lord will bless them with the stregth to accomplish them.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Spirtual Knowledge"],
            "content":[
                {
                    "book":"1 Nephi",
                    "chapter":"18",
                    "verses":"10",
                    "scripture":"",
                    "description":"Nehpi knows god and he knows that being struch down by inquity is a possiblity here. Especially since he is is from old testament times.",
                    "rating":5
                }
            ]
        },
        {
            "tag":["self control","displine"],
            "content":[
                {
                    "book":"1 Corinthians",
                    "chapter":"9",
                    "verses":"24-27",
                    "scripture":"",
                    "description":"We must school ourselves like a professional athlete schools his body, by doing this we should be in a better posistion to have eternal life",
                    "rating":5
                }
            ]
        },
        {
            "tag":["scriptures","revelation"],
            "content":[
                {
                    "book":"1 Nephi",
                    "chapter":"19",
                    "verses":"18-22",
                    "scripture":"",
                    "description":"Nephi in these verses expresses that the lord works same today, tommorow, and yesterday, becuase he like the prohets of old can recieve revelation concerning christ. he also uses the prophets of old to teach his brethen. The scriptures are valuable in teaching both principles.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["immorality","fornication"],
            "content":[
                {
                    "book":"1 Corinthains",
                    "chapter":"6",
                    "verses":"12-18",
                    "scripture":"",
                    "description":"Pual paints a very clear picture of way immorality is wrong using reasons not usally used. If we are members in christ would we make a part of christ prostitute. Nope! His is our caregiver and we should not defile him or his body which we are a part of.",
                    "rating":5
                }
            ]
        },

        {
            "tag":["church organization, revelation"],
            "content":[
                {
                    "book":"Acts",
                    "chapter":"1",
                    "verses":"23-26",
                    "description":"The early apostles used lots and prayers in order to determine which apostle was to be chossen next. Makes me wonder if it is not so much as important of how we seek revelation, but the desire of our heart, what we ask for and the faith that is present. Prayer is a common factor though.",
                    "rating":6
                },
                {
                    "book":"1 Nephi",
                    "chapter":"10",
                    "verses":"17-19",
                    "scripture":"",
                    "description":"Nephi here gets excited about lehis vision and knows exactly where to go to find more infomartion and know more fully. In contrast to Laman and Lemuel in chapter 15 who are frustrated becuase they dont know the meaning of the vision because they $knew not the dealings of the god who had created them$. Nephi knew through his revelation and also becuase he knew Gods history or in other words the scripture",
                    "rating":6
                }
            ]
        },
        {
            "tag":["church organization", "revelation"],
            "content":[
                {
                    "book":"Mormom",
                    "chapter":"9",
                    "verses":"21",
                    "scripture":"21 Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth.",
                    "description":"Moroni Goe sout of his way to mention that the promise is to all the earth, meaning if we have faith nothing doubting we to can recieve. I fits with the chapter idea of mircles only stop when doubt increases.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["church organization"],
            "content":[
                {
                    "book":"1 Corinthians",
                    "chapter":"6",
                    "verses":"2-8",
                    "scripture":"",
                    "description":"I love this thought because it is mine exactly. I think it would be quite odd to live in zion and then havee to sue. I would rathere just be wrong becuase thus saith the lord vengence is mine and i will repay. We should work on having charity first.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Commandments","fall"],
            "content":[
                {
                    "book":"Ether",
                    "chapter":"3",
                    "verses":"2",
                    "scripture":"2 O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.",
                    "description":"The Lord is so mericful to everyone of us. We are all fallen and yet he has commanded us to  call upon him for strength. He wants us to ask for help that is how much he loves us",
                    "rating":6
                }
            ]
        },
         {
            "tag":["blacks and the priestood","conteversal"],
            "content":[
                {
                    "book":"Jacob",
                    "chapter":"3",
                    "verses":"8-9",
                    "scripture":"",
                    "description":"I thought as I read this time is joseph smith translated this in the earlier 1800 which haad a very different culture than we have now. In a New testiment class we discussed howthe culture and issues of the days very much determine how Pauls letters should be intrepeted. This can be intereted many different ways, but it should be used with modern dayy revelation to make sure the intreretation of such things are right.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Suffering","Conterversal"],
            "content":[
                {
                    "book":"1 Peter",
                    "chapter":"4",
                    "verses":"12-18",
                    "scripture":"",
                    "description":"This is how we should meet trail and tribulation that we find in this life. We should know that it is a test and that we should be glad to stick it out as this is a way we show God how serious we are about following his Son. We should do good to them that do bad to us, for Christ did the same thing by performing the atonement.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Imperfect","incomplete knowledge"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"1",
                    "verses":"2",
                    "scripture":"",
                    "description":"It is all though out pauls letters and herre is well, when they think they are in the last days, but clearly 2000 years latter that the end was not as close as they thought. This just shows that every word taken from the bible is absoultely true. You have to put it in context and also rremeber that the doctrine taught from it through the spirit as ou read is of the most worth to you",
                    "rating":3
                }
            ]
        },
        {
            "tag":["blacks and the priestood","conteversal","unsure","imperfect"],
            "content":[
                {
                    "book":"Matthew",
                    "chapter":"10",
                    "verses":"5-6",
                    "description":"The could be a parallal here to blacks and the priestood. Why did Christ command this? We are usually not given explenations of commandments, and it it is hard to guess whay a thing is commanded",
                    "rating":6
                },
                {
                    "book":"Acts",
                    "chapter":"16",
                    "verses":"3",
                    "scripture":"3 Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.",
                    "description":"We just got through the chapters that said circumsicion was not necassary, but Pual has Timothy circumsiced any way. ? This is an example of helping the people understand. In this case helping the Jews listen without conversity of circumcision, since Christ not circumsision is their main message.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Missionary Work"],
            "content":[
                {
                    "book":"Acts",
                    "chapter":"17",
                    "verses":"22-27",
                    "description":"Paul starts where they are and teches from there. He starts with the fact they are religious and are already wordhipping an $unknown god$. Building on this he declares this unknown god they are worshipping is God, but does correct them for using idols",
                    "rating":6
                },
                {
                    "book":"1 Thessalonians",
                    "chapter":"1",
                    "verses":"8-9",
                    "description":"To be the most effective missionaries we must be willing to give our whole soul to the work. This I feel goes well with 1 Corinthians 13 as charity goes with everything.",
                    "rating":7
                }
            ]
        },
        {
            "tag":["mercy", "forgiveness","Church discpline"],
            "content":[
                {
                    "book":"Moroni",
                    "chapter":"6",
                    "verses":"7-8",
                    "description":"The words as oft say that everytime we seek forgiveness with real intent we may be forgiven. This scripture is for those who arre already members of the church. We can be forgiven even if we fall short of our coventents",
                    "rating":6
                }
            ]
        },
        {
            "tag":["forgiveness"],
            "content":[
                {
                    "book":"2 Corinthains",
                    "chapter":"2",
                    "verses":"5-11",
                    "scripture":"",
                    "description":"Paul, like Christ and other prophets teach that we should forgive everyone. Here Paul uses charity for the transgressor as the reasaon to forgive, but the princpple of forgive always still stands.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["prophets as human"],
            "content":[
                {
                    "book":"Acts",
                    "chapter":"28",
                    "verses":"",
                    "description":"This is a good example of prophet being a wise steward, no body die, but it was still unwise to have set sail as they ended up in stranded on an island",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Humility","stregthen each other"],
            "content":[
                {
                    "book":"Romans",
                    "chapter":"1",
                    "verses":"11-12",
                    "description":"I love that even though this is the last letter that Pual right, and he is a leader of the church, he still has the humlility that he can learn from others. We need to be humble just like that so that we can learn until the time we die.",
                    "rating":5
                },
                {
                    "book":"Romans",
                    "chapter":"12",
                    "verses":"4-8",
                    "description":"These scriptures are often used to humble us to know that every calling of the lord is important. I think It can be broder than that. Like some have the gift to be happy, righteous or ful of faith. We need to do less judging each other and just try to help each other with that gift.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["wickedness", "conquences"],
            "content":[
                {
                    "book":"Romans",
                    "chapter":"1",
                    "verses":"27-28",
                    "description":"At the end of verse 27, there is an assigned punishment for sin, in this case same-gender fornicaiton, there are direct concquences for that sin. In 28, it paints a picture that god lets those punishments happen to people, meaning he could prevent them. We need to choose righteously and pray for help in overcominig the concquences of sin",
                    "rating":5
                }
            ]
        },
        {
            "tag":["context","One in Christ","unity"],
            "content":[
                {
                    "book":"Ephesians",
                    "chapter":"2",
                    "verses":"16-20",
                    "scripture":"",
                    "description":"We are all one in christ jew and gentils with christ being the key corner stone. The context is that paul is saying to jews and gentiales are one.",
                    "rating":5
                }
            ]
        },
        {
            "tag":["One Body","One in Christ","unity"],
            "content":[
                {
                    "book":"Ephesians",
                    "chapter":"4",
                    "verses":"1-16",
                    "scripture":"",
                    "description":"The body of christ. We are all one in christ and we should use are gifts to help one another as this is way they are given to stregthen christ",
                    "rating":3
                }
            ]
        },
        {
            "tag":["generosity"],
            "content":[
                {
                    "book":"2 Corinthains",
                    "chapter":"8",
                    "verses":"1-8",
                    "scripture":"",
                    "description":"I love that we should not only give but we should be excited to give, then in verse 8 that christ gave all so we too should be willing to give all",
                    "rating":5
                }
            ]
        },
        {
            "tag":["no law"],
            "content":[
                {
                    "book":"Romans",
                    "chapter":"2",
                    "verses":"15",
                    "scripture":"15 Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)",
                    "description":"This in the New Revised Standard Version, reads clear, but It fits with with the book of mormon when it says by the laws ye have those are the law you will be judged by. out of these book's will they be judged ",
                    "rating":5
                }
            ]
        },
        {
            "tag":["obediance"],
            "content":[
                {
                    "book":"1 Nephi",
                    "chapter":"2",
                    "verses":"3",
                    "scripture":"",
                    "description":"The scripure points out the Lehi was in the state of obediance therefore he was obediant to this commandment. I beleive that we need to reach this state of obediance in our own lives",
                    "rating":5
                }
            ]
        },
        {
            "tag":["Obediance", "Consquences"],
            "content":[
                {
                    "book":"Mosiah",
                    "chapter":"2",
                    "verses":"32-33",
                    "scripture":"",
                    "description":"This scripture make the consquences of listening to Satan dire. Everyone should be aware that listening to satan is like drinking Damnation to there soul.",
                    "rating":7
                }
            ]
        },
        {
            "tag":["armor","faith","prepare"],
            "content":[
                {
                    "book":"Ephesians",
                    "chapter":"6",
                    "verses":"1-20",
                    "scripture":"",
                    "description":"This is what I got out of the armor of god this time. The whole armor of god. It is our faith and our commitment to righteousness that stops the fiery darts of the advesary. It saves us from commiting sin. The feet must be prepared to move and share the gospel. This is how we move forward in the gospel and avoid temptations. The helment is of salvation, meaning we our thoughts and words focused on salvation through christ. And we should have truth at our core with the belt of truth",
                    "rating":5
                }
            ]
        },
        {
            "tag":["humilty","one mind","christ example","condensation"],
            "content":[
                {
                    "book":"philippians",
                    "chapter":"2",
                    "verses":"1-10",
                    "scripture":"",
                    "description":"What a great scriputre one how christians should treat each other. WE should all be of one mind any way and that mind is no ones, but is christ. This illistrates also how christ is the perferct example in humility for us.",
                    "rating":5
                }
            ]
        },
        {
            "tag":["13th Article of Faith","Seek Good","Good Things"],
            "content":[
                {
                    "book":"philippians",
                    "chapter":"4",
                    "verses":"8-9",
                    "scripture":"",
                    "description":"This is where we get the 13th Article of faith. You can say we follow the teachings of Paul. Cross Referance all good things come from God",
                    "rating":2
                }
            ]
        },
        {
            "tag":["Praise","Gratitude"],
            "content":[
                {
                    "book":"colossians",
                    "chapter":"1",
                    "verses":"10-21",
                    "scripture":"",
                    "description":"I love this chapter, how can we have that understanding and that much gratitude unto the lord our god",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Law of Moses"],
            "content":[
                {
                    "book":"Jacob",
                    "chapter":"4",
                    "verses":"5",
                    "scripture":"",
                    "description":"I think this is verse does a very good job of explaining the role that the law of moses played in the history of the jews. I like wise think there is a paralelle between the role every single commandment plays in point us to Jesus Christ. I believe that as we follow the commandments it points our souls to him.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Scattering of Israel"],
            "content":[
                {
                    "book":"Jacob",
                    "chapter":"5",
                    "verses":"18",
                    "scripture":"",
                    "description":"This is a story about the scattering and gathering of Israel. It is intresting to note that if the lord had not scattered Israel all of Israels \"fruit\" would have been lost. The Lord scattered them because he loves them.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Prayer", "Forgivenness","Mercy"],
            "content":[
                {
                    "book":"Ether",
                    "chapter":"1",
                    "verses":"13-5",
                    "scripture":"",
                    "description":"I few thought on the background of this scripture. One i beleive it is actually intresting that he was not forgiven before this point. He had not prayed and recieved confirmation on the prayer. Maybe it has to do with several things that he was finally able to hear the lords response. Maybe he went to a special place? maybe it was quite? maybe he prayed with enough effort to warrent  response? maybe he finally took time to listen? Regardless why now or what he did to get the response, he was forgiven for his faith in Christ!",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Revelation", "Holy Spirit","Holy Ghost"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"3",
                    "verses":"7-11",
                    "scripture":"",
                    "description":"These verses it it clear that Jehovah is talking but at the beginning of 7 it says the spirit is talking. This is confirming what we have been taught in the modern day that most of the time Heavenly father and Jesus Christ speak through the spirit, even to apostles and prophets.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Covenants", "God Promises"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"6",
                    "verses":"13-18",
                    "scripture":"",
                    "description":"When God made his covenant with abraham, he did not have any one else to swear by, so he swore by himself. This not only is an intresting scripture but really it should give us the utmost faith that God will keep his promises. He has stake his word on the line and we should be able to trust him.",
                    "rating":7
                }
            ]
        },
        {
            "tag":["New Coveneant", "Law of Moses"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"7",
                    "verses":"11-14",
                    "scripture":"",
                    "description":"This passage of scripture has a great explaination why the law of moses was fulfilled after the coming of christ. Becuase he was after a different order they require a different law. A better law. We also were given this higher preisthood so it makes sense that we need to live by the higher law.",
                    "rating":7
                }
            ]
        },
        {
            "tag":["Great and Last Sacrfice"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"9",
                    "verses":"",
                    "scripture":"",
                    "description":"This chapter talks alot about how Christ was the great and last sacrifice in light of the law of moses. How it is that he is, that through the holy spirit he offered himself a sacrifice and as a mortal he was only given to die once for sin.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Prepareation", "Revelatioin"],
            "content":[
                {
                    "book":"Mosiah",
                    "chapter":"2",
                    "verses":"9",
                    "scripture":"",
                    "description":"You need both your heart and mind open in order for the mystery of god to be revealed. This mean that you both want to learn through feeling and you are not closed of in your brain through logic, but you are humble to try to underrstand the things God wants to tell you.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Lifestyle", "Christ-Like"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"13",
                    "verses":"1-6",
                    "scripture":"",
                    "description":"As a Disciple of Jesus Christ this is exactly how we need to act. We need to take upon ourselves other peoples burdens. We need to abstain from sin and free ourseleves from any love of money. This meeans putting god before money every single time.",
                    "rating":7
                },
                {
                    "book":"Mosiah",
                    "chapter":"4",
                    "verses":"19-22",
                    "scripture":"",
                    "description":"King Benjiam is saying that like god who has not left you ask/beg in vain, but has pour his spirit out generously upon you even though you do not deserve it in the least, you likewise should never turn away those who ask from you. In away we are trying to be like God.",
                    "rating":7
                }
            ]
        },
        {
            "tag":["Faith", "Action"],
            "content":[
                {
                    "book":"Hebrews",
                    "chapter":"11",
                    "verses":"12-16",
                    "scripture":"",
                    "description":"This is thalking about abraham. He had faith even though he did not see all the things he was promised he still had faith, that there was a better world. A heavenly world. How we should act and talk makes it seem ike we are just visting here but longing for the heavenly. I believe that must of us get caught up in the world. The solution is to stregthen our faith in Christ and in his promises.",
                    "rating":6
                },
                {
                    "book":"Mosiah",
                    "chapter":"4",
                    "verses":"9-10",
                    "scripture":"",
                    "description":"It is not enough that you belevie these things, you should do them. This is a remonder that belief is good and you need to do it, it is not enough as it takes repentance from sin in order to feel the power of salvation in your life",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Repentance","Forgiveness"],
            "content":[
                {
                    "book":"2 Nephi",
                    "chapter":"28",
                    "verses":"22-23",
                    "scripture":"",
                    "description":"Just when you think their is no forgiveness because you are are grasped with the chains of hell. It is only when your dead that it is everlastingly to late.",
                    "rating":4
                },
                {
                    "book":"1 Timothy",
                    "chapter":"1",
                    "verses":"15-17",
                    "scripture":"",
                    "description":"Christ is patience enough to save both Alma and Paul. HE is patient enough to save us all. In fact according to this scripure that is one of the reasons we ehave the record of pauls conversion and back story is so we know how far forgiveness reaches to those who do indeed repent.",
                    "rating":6
                }
            ]
        },
        {
            "tag":["Poor","Charity","Equality"],
            "content":[
                {
                    "book":"James",
                    "chapter":"2",
                    "verses":"1-7",
                    "scripture":"",
                    "description":"Here is a prinicple of equality among our fellow mean. If we give rich special treatment just becuase they are rich then we deny our faith. This is a good example of how god is no respector persons no matter what the bais is. IT also points to how much God respects the poor and our duty to help them in any way we can.",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Action", "Agency"],
            "content":[
                {
                    "book":"James",
                    "chapter":"4",
                    "verses":"",
                    "scripture":"",
                    "description":"We need to be people of action. Even in action can be a sin. We need to pray, scripture and speak well and not judge other. To not do this it is a sin",
                    "rating":4
                }
            ]
        },
        {
            "tag":["Hardened Hearts", "Wickedness"],
            "content":[
                {
                    "book":"Mosiah",
                    "chapter":"11",
                    "verses":"29",
                    "scripture":"",
                    "description":"Even if we are wicked are hearts can still get harder. Here king Noah who is spending his tim as a wine bibber and in riot living, but his hearrt hardens again though not listen and not repenting. We need to follow instructions for repenting of our sins or we could end up with a hard heart.",
                    "rating":4
                }
            ]
        }
    ]
}
